Repository: jspicak/GameShell
Catalog: missions/basic/07_mv_hidden_coins_garden/i18n/*.po
Languages: cs

source: $GSH_HOME/Forest/Hut/Chest
cs: $GSH_HOME/Les/Chyse/Truhla

source: $GSH_HOME/Garden
cs: $GSH_HOME/Zahrada

source: $MISSION_DIR/goal/en.txt
cs: $MISSION_DIR/goal/cs.txt

source: $MISSION_DIR/skip/en.txt
cs: $MISSION_DIR/skip/cs.txt

source: $MISSION_DIR/treasure-msg/en.txt
cs: $MISSION_DIR/treasure-msg/cs.txt

source: The coin '$coin_name...' has a wrong file name...
cs: Mince '$coin_name...' má špatné jméno souboru...

source: The coin '$coin_name...' has been tampered with...
cs: S mincí '$coin_name...' bylo manipulováno...

source: The coin '$coin_name...' is still in the garden!
cs: Mince '$coin_name...' je stále v zahradě!

source: There are several '$coin_name...' in the garden!
cs: V zahradě jsou stále mince '$coin_name...'!

source: There are several '$coin_name...' in your chest!
cs: V truhle je několik mincí '$coin_name...'!

source: There is no '$coin_name...' in your chest!
cs: V truhle nejsou mince '$coin_name...'!

source: chest
cs: Truhla

source: coin
cs: mince

source: hut
cs: Chyse
