Repository: jspicak/GameShell
Catalog: missions/basic/04_mkdir_chest/i18n/*.po
Languages: cs

source: $GSH_HOME/Forest
cs: $GSH_HOME/Les

source: $MISSION_DIR/goal/en.txt
cs: $MISSION_DIR/goal/cs.txt

source: $MISSION_DIR/skip/en.txt
cs: $MISSION_DIR/skip/cs.txt

source: $MISSION_DIR/treasure-msg/en.txt
cs: $MISSION_DIR/treasure-msg/cs.txt

source: Chest
cs: Truhla

source: Hut
cs: Chyse

source: The $dir_name directory does not exist!
cs: Adresář $dir_name neexistuje!

source: You are back at the initial directory.
cs: Jsi zpět v základním adresáři.

source: You built too many chests in your hut!
cs: V chýši jsi vyrobil příliš mnoho truhel!

source: You built too many huts in the forest!
cs: V lese jsi postavil příliš mnoho chýší!

source: You did not build a chest in your hut!
cs: V chýši jsi nevyrobil truhlu!

source: You did not build a hut in the forest!
cs: V lese jsi nepostavil chýši!
