Repository: jspicak/GameShell
Catalog: missions/basic/10_cp_standard_great_hall/i18n/*.po
Languages: cs

source: $GSH_HOME/Castle/Great_hall
cs: $GSH_HOME/Hrad/Velka_sin

source: $GSH_HOME/Forest/Hut/Chest
cs: $GSH_HOME/Les/Chyse/Truhla

source: $MISSION_DIR/goal/en.txt
cs: $MISSION_DIR/goal/cs.txt

source: $MISSION_DIR/skip/en.txt
cs: $MISSION_DIR/skip/cs.txt

source: $MISSION_DIR/treasure-msg/en.txt
cs: $MISSION_DIR/treasure-msg/cs.txt

source: I only wanted the standards!
cs: Měly to být jen vlajky!

source: I wanted all the standards!
cs: Měly to být všechny vlajky!

source: You changed the contents of the great hall!
cs: Změnil jsi obsah velké síně!

source: decorative_shield
cs: ozdobny_stit

source: stag_head
cs: jeleni_hlava

source: standard
cs: vlajka

source: suit_of_armour
cs: brneni
