Repository: jspicak/GameShell
Catalog: i18n/*.po
Languages: cs

source: $GSH_ROOT/i18n/gameshell-HELP/en.txt
cs: $GSH_ROOT/i18n/gameshell-HELP/cs.txt

source: $GSH_ROOT/i18n/gameshell-help/en.txt
cs: $GSH_ROOT/i18n/gameshell-help/cs.txt

source: $GSH_ROOT/i18n/gameshell-init-msg-short/en.txt
cs: $GSH_ROOT/i18n/gameshell-init-msg-short/cs.txt

source: $GSH_ROOT/i18n/gameshell-init-msg/en.txt
cs: $GSH_ROOT/i18n/gameshell-init-msg/cs.txt

source: $GSH_ROOT/i18n/start-help/en.txt
cs: $GSH_ROOT/i18n/start-help/cs.txt

source: $MISSION_DIR/goal/en.txt
cs: $MISSION_DIR/goal/cs.txt

source: $MISSION_DIR/skip/en.txt
cs: $MISSION_DIR/skip/cs.txt

source: $MISSION_DIR/treasure-msg/en.txt
cs: $MISSION_DIR/treasure-msg/cs.txt

source: $nb_failed_tests failures out of $nb_tests tests
cs: $nb_failed_tests chyb z celkem $nb_tests testů

source: $nb_tests successful tests
cs: $nb_tests úspěšných testů

source: %d authentification failure
cs: %d chyba ověření

source: %d mission cancelled for missing dependencies:
cs: %d mise zrušena kvůli chybějícím závislostem:

source: %d mission passed using the auto.sh script:
cs: %d mission prošla za pomoci skriptu auto.sh:

source: %d mission passed:
cs: %d mise prošla:

source: %d mission skipped:
cs: %d mise vynechána:

source: AUTOMATICALLY GENERATED ON STARTUP -- DO NOT MODIFY
cs: AUTOMATICKY GENEROVÁNO PŘI STARTU -- NEMĚŇTE

source: Congratulations, mission $MISSION_NB has been successfully completed!
cs: Gratuluji, mise $MISSION_NB byla úspěšně dokončena!

source: Error: _gsh_assert_check only accept 'true' and 'false' as argument.
cs: Chyba: _gsh_assert_check akceptuje jako argument pouze 'true' nebo 'false'.

source: Error: a least one base function is not working properly. Aborting!
cs: Chyba: nejméně jedna ze základních funkcí nefunguje správně. Konec!

source: Error: couldn't get mission number $MISSION_NB (from $fn_name)
cs: Chyba: nelze přečíst číslo mise $MISSION_NB (z $fn_name)

source: Error: invalid option: '-$OPTARG'
cs: Chyba: neznámá volba: '-$OPTARG'

source: Error: mission $MISSION_NB doesn't exist!
cs: Chyba: mise $MISSION_NB neexistuje!

source: Error: mission $MISSION_NB doesn't have a test script.
cs: Chyba: mise $MISSION_NB nemá testovací skript.

source: Error: mission $MISSION_NB doesn't have an auto script.
cs: Chyba: mise $MISSION_NB nemá auto skript.

source: Error: mission $MISSION_NB is cancelled because some dependencies are not met.
cs: Chyba: mise $MISSION_NB je zrušena, protože nejsou splněny některé závislosti.

source: Error: no mission was found! Aborting.
cs: Chyba: nenalezena žádná mise! Konec.

source: Error: the 'goto' command requires a mission number as argument.
cs: Chyba: příkaz 'goto' očekává číslo mise jako argument.

source: Error: the command 'gsh hardreset' shouldn't be run inside a subshell!
cs: Chyba: příkaz 'gsh hardreset' nesmí být spuštěn v subshellu!

source: Error: the command 'gsh reset' shouldn't be run inside a subshell!
cs: Chyba: příkaz 'gsh reset' nesmí být spuštěn v subshellu!

source: Error: this option is only available from an executable archive!
cs: Chyba: tato volba je dostupná pouze ve spustitelném balíčku!

source: Error: unknown gsh command '$cmd'. Use one of the following commands:
cs: Chyba: neznámý příkaz gsh '$cmd'. Použijte jednu z těchto možností:

source: Error: unknown shell '$SHELL'. Run GameShell with either bash or zsh.
cs: Chyba: neznámý shell '$SHELL'. GameShell spusťte v bash nebo zsh.

source: Error: wrong password.
cs: Chyba: nesprávné heslo.

source: Error: you are not allowed to run this command.
cs: Chyba: nemáte oprávnění spustit tento příkaz.

source: Error: you shouldn't run Gameshell as root!
cs: Chyba: nespouštějte Gameshell jako root!

source: Is this information correct? [Y/n]
cs: Je tato informace správně? [Y/n]

source: Mission $MISSION_NB has been cancelled.
cs: Mise $MISSION_NB byla zrušena.

source: Player's email:
cs: Hráčův email:

source: Player's name:
cs: Hráčovo jméno:

source: Press Enter to continue.
cs: Pro pokračování stiskněte Enter.

source: START OF COMMANDS HISTORY
cs: ZAČÁTEK HISTORIE PŘÍKAZŮ

source: Sorry, mission $MISSION_NB hasn't been completed.
cs: Lituji, ale mise $MISSION_NB nebyla dokončena.

source: The directory $GSH_CONFIG contains meta-data from a previous game. Do you want to remove it and start a new game? [y/N]
cs: Adresář $GSH_CONFIG obsahuje meta-data z předešlé hry. Chcete jej odstranit a zahájit novou hru? [y/N]

source: The latest version of Gameshell is available at
cs: Poslední verze GameShell je dostupná v

source: There are stopped jobs in your session. Those processes will be terminated. You can get the list of those jobs with $ jobs Do you still want to quit? [y/n]
cs: Ve vašem sezení máte neukončené procesy. Tyto procesy budou ukončeny. Jejich seznam získáte příkazem $ jobs Opravdu chcete skončit? [y/n]

source: Warning: the file 'treasure.sh' was sourced from a subshell. You should use the command $ gsh reset
cs: Upozornění: soubor 'treasure.sh' byl použit ze subshellu. Je třeba použít příkaz $ gsh reset

source: Warning: this mission was initialized in a subshell. Run the command $ gsh reset to make sure the mission is initialized properly.
cs: Upozornění: tato mise byla spuštěna v subshellu. Použijte příkaz $ gsh reset abyste misi správně inicializovali.

source: While you are waiting, a bat flies by...
cs: Zatímco čekáte, proletěl netopýr...

source: While you are waiting, a caterpillar crawls by...
cs: Zatímco čekáte, prolezla okolo housenka...

source: While you are waiting, a centipede crawls by...
cs: Zatímco čekáte, prolezla okolo stonožka...

source: While you are waiting, a duck swims by...
cs: Zatímco čekáte, proplula okolo kachna...

source: While you are waiting, a fish swims by...
cs: Zatímco čekáte, proplula okolo ryba...

source: While you are waiting, a large fish swims by...
cs: Zatímco čekáte, proplula okolo velká ryba...

source: While you are waiting, a snail goes by...
cs: Zatímco čekáte, polezl okolo šnek...

source: While you are waiting, a snake slithers by...
cs: Zatímco čekáte, proplazil se okolo had...

source: While you are waiting, a spider crawls by...
cs: Zatímco čekáte, prolezl okolo pavouk...

source: While you are waiting, an ant crawls by...
cs: Zatímco čekáte, prolezl okolo mravenec...

source: While you are waiting, you see a fish swimming in circles...
cs: Zatímco čekáte, vidíte rybu plavat v kruzích...

source: You left GameShell's directory structure. Use $ cd to go back to the GameShell's starting directory.
cs: Opustili jste adresářovou strukturu GameShell. Použijte $ cd pro návrat do výchozího adresáře GameShell.

source: [Press space to continue, q to quit\.]
cs: [Stiskněte mezerník pro pokračování, q pro ukončení\.]

source: cancelled
cs: zrušeno

source: completed
cs: dokončeno

source: days
cs: dní

source: failed
cs: neúspěšně

source: game time: %s in %d session
cs: čas ve hře: %s za %d sezení

source: password:
cs: heslo:

source: skipped
cs: přeskočeno

source: test $nb_tests failed
cs: test $nb_tests selhal

source: total time: %s
cs: celkový čas: %s
