Repository: jspicak/GameShell
Catalog: missions/basic/12_cp_ls_mtime_paintings_tower/i18n/*.po
Languages: cs

source: $GSH_HOME/Castle/Main_tower/First_floor
cs: $GSH_HOME/Hrad/Hlavni_vez/Prvni_poschodi

source: $GSH_HOME/Forest/Hut/Chest
cs: $GSH_HOME/Les/Chyse/Truhla

source: $MISSION_DIR/goal/en.txt
cs: $MISSION_DIR/goal/cs.txt

source: $MISSION_DIR/skip/en.txt
cs: $MISSION_DIR/skip/cs.txt

source: $MISSION_DIR/treasure-msg/en.txt
cs: $MISSION_DIR/treasure-msg/cs.txt

source: Problem with generation of random filename!
cs: Problém při generování náhodného jména souboru!

source: The painting in your chest is invalid...
cs: Obraz v tvojí truhle je nesprávný...

source: The painting is not in the tower anymore...
cs: Obraz ve věži zmizel...

source: The painting is not in your chest...
cs: V truhle nemáš správný obraz...

source: There are too many paintings in your chest...
cs: V truhle máš příliš mnoho obrazů...

source: There is no painting in your chest...
cs: V truhle nemáš žádný obraz...

source: painting
cs: obraz
